package com.example.sweet.Dao

object PrepopulatedRecipes {

    val defaultRecipes = listOf(
        Recipe(
            id = "1",
            name = "קרם ברולה קפוא",
            preparationTime = "שעה",
            ingredients = "הקרם\n" +
                    "שמנת מתוקה 38% - 2 קופסאות קרטון - סה\"כ (500 מ\"ל)\n" +
                    "מחית וניל - 1¼ כפות - סה\"כ (13 גרם)\n" +
                    "\uF05A1-1.5 כפות\n" +
                    "חלמון ביצה - 6 יחידות - סה\"כ (108 גרם)\n" +
                    "סוכר - 1/3 כוס\n" +
                    "להגשה מעל\n" +
                    "סוכר - 9 כפיות שטוחות\n" +
                    "\uF05Aכפית לכל מנה",
            instructions = "1\n" +
                    "להביא לרתיחה בסיר את השמנת המתוקה עם מחית הוניל, ולהניח מעט בצד (טבעית ואיכותית, ולא תמצית בטעם. אני אוהב יותר את טעם הוניל ומוסיף מעט יותר מהמקובל. אפשר לעשות שימוש גם במקל וניל). בינתיים, לחמם את התנור מראש לחום של 140 מעלות.\n" +
                    "2\n" +
                    "לטרוף בקערה את החלמונים הצהובים ביחד עם הסוכר.\n" +
                    "3\n" +
                    "להעביר מעט מהשמנת המורתחת לקערה החלמונים (בעזרת מצקת) ולהמשיך לטרוף באמצעות המטרפה כל הזמן (פעולה זו נקראת השוואת טמפרטורה). להעביר עוד מהשמנת המורתחת אל הקערה ולהמשיך לערבב עד שמעבירים את כל הכמות.\n" +
                    "4\n" +
                    "להסיר בעזרת כף את הבועות שנוצרו כתוצאה מהערבוב (ניתן גם לסנן), ולהעביר את התערובת אל קעריות להכנת קרם ברולה או תבניות אפייה חד\"פ עם מכסה (ראו בתמונות, לי יצאו 9 מנות, חלקן קטנות יותר בצורת לבבות וחלקן גדולות יותר בצורה מאורכת. אפשר גם בתבניות סיליקון).\n" +
                    "5\n" +
                    "למזוג בתבנית האפייה של התנור מים רותחים ליצירת סביבת אפייה לחה (\"אמבט מים\" - כחצי מגובה הקעריות), להניח את תבניות האפייה בתוך המים (לוודא שהן אטומות) ולאפות בתנור שחומם מראש למשך כ- 40 דקות (תלוי בסוג התנור).\n" +
                    "6\n" +
                    "להוציא מהתנור, לכסות במכסה או בניילון נצמד ולהקפיא במקום להכניס למקרר - כך למעשה מכינים קרם ברולה קפוא מושלם במרקם של גלידה (ניתן כמובן גם להכניס למקרר כמו בגרסא הרגילה). בטרם ההגשה להוציא מהמקפיא, להמתין כמה דקות, לפזר את הסוכר מעל ולקרמל בעזרת ברנר.",
            categoryMilky = true,
            photograph = "https://i.imgur.com/ImvIBNp.jpeg"
        ),
        Recipe(
            id = "2",
            name = "עוגת נוטלה וקפה",
            preparationTime = "מעל שעה",
            ingredients = "התחתית\n" +
                    "פתיבר קלאסי - 200 גרם\n" +
                    "חמאה - 120 גרם\n" +
                    "\uF05Aמומסת\n" +
                    "שוקולד לבן - חבילה (100 גרם)\n" +
                    "\uF05Aמומס\n" +
                    "שכבת השוקולד\n" +
                    "נוטלה - 4.5 כפות - סה\"כ (212 גרם)\n" +
                    "\uF05A4-5 כפות גדושות מאוד\n" +
                    "שכבת קרם הקפה\n" +
                    "שמנת מתוקה 38% - קופסת קרטון (250 מ\"ל)\n" +
                    "גבינת שמנת בטעם טבעי 16% שומן - גביע (225 גרם)\n" +
                    "\uF05Aאפשר באחוז שומן גבוה יותר\n" +
                    "אבקת סוכר - 1/4 כוס\n" +
                    "נס קפה - כפית שטוחה (1 גרם)\n" +
                    "\uF05Aעם מעט מים רותחים\n" +
                    "שכבת הקצפת\n" +
                    "שמנת מתוקה 38% - קופסת קרטון (250 מ\"ל)\n" +
                    "הקישוט\n" +
                    "אבקת קקאו - 2 כפות שטוחות - סה\"כ (14 גרם)",
            instructions = "1\n" +
                    "במעבד מזון טוחנים את הפתיבר לפירורים, מעבירים לקערה, מוסיפים את החמאה המומסת והשוקולד הלבן המומס, ומערבבים היטב עד לאיחוד.\n" +
                    "2\n" +
                    "מעבירים את התערובת אל תבנית פאי או תבנית עגולה בקוטר 24 ס\"מ ומהדקים היטב (מומלץ שיהיה בעובי אחיד ככל הניתן).\n" +
                    "3\n" +
                    "מעבירים את הנוטלה לקערה וממיסים קצת במיקרוגל - כדאי שממרח הנוטלה יהיה נוזלי ויימרח בקלות. מוזגים את ממרח הנוטלה על תחתית העוגה ומורחים אותו באופן אחיד, רק בחלק התחתון, לא על השוליים. מעבירים את העוגה למקרר ובינתיים מכינים את קרם הקפה.\n" +
                    "4\n" +
                    "טורפים בקערה את השמנת להקצפה, גבינת השמנת, אבקת הסוכר והקפה הנמס, עד לקבלת קרם יציב. מוסיפים את הקרם על שכבת הנוטלה ומורחים כך שיכסה את כל שטח העוגה, כולל השוליים.\n" +
                    "5\n" +
                    "מקציפים את השמנת המתוקה הנוספת של שכבת הקצפת עד לקבלת מרקם קצפת אוורירי, ומורחים בעדינות מעל שכבת קרם הקפה.\n" +
                    "6\n" +
                    "מכסים את העוגה ומכניסים למקרר להרבה שעות - בגדול עדיף להכין פשוט יום לפני שמגישים. מוציאים מהמקרר ממש לפני הגשה ומפזרים אבקת קקאו/שוקולד מגורד מעל. מתקבלת עוגת נוטלה וקפה פשוט מושלמת!\n",
            categoryMilky = true,
            photograph = "https://i.imgur.com/ImvIBNp.jpeg"
        ),
        Recipe(
            id = "3",
            name = "עוגת גזר פרווה עסיסית",
            preparationTime = "שעה",
            ingredients = "\n" +
                    "7 גזרים מקולפים\n" +
                    "\n" +
                    "3 ביצים\n" +
                    "\n" +
                    "2/3 כוס שמן\n" +
                    "\n" +
                    "1 כוס סוכר לבן / סוכר חום\n" +
                    "\n" +
                    "½1 כוסות קמח\n" +
                    "\n" +
                    "1 שקית אבקת אפייה (10 גרם)\n" +
                    "\n" +
                    "1 כפית אבקת סודה לשתייה\n" +
                    "\n" +
                    "1 כפית גדושה קינמון\n" +
                    "\n" +
                    "קורט מלח\n" +
                    "\n" +
                    " \n" +
                    "\n" +
                    "ניתן לשדרג עם אגוזי מלך / פקאן קצוצים",
            instructions = "מחממים תנור ל-175 מעלות, סטטי.\n" +
                    "\n" +
                    " \n" +
                    "\n" +
                    "מגרדים את הגזרים בפומפייה ומניחים בצד. בקערה מניחים ביצים, סוכר ושמן, טורפים היטב.\n" +
                    "\n" +
                    "מוסיפים את הקמח, אבקת אפייה, אבקת סודה לשתייה, קינמון, מלח וטורפים היטב.\n" +
                    "\n" +
                    "לבסוף מוסיפים את הגזר המגורד ומערבבים היטב עם מרית או כף , מוודאים שכל הגזר מעורבב היטב עם הבלילה. בשלב זה ניתן להוסיף אגוזים אם רוצים.\n" +
                    "\n" +
                    " \n" +
                    "\n" +
                    "מוזגים את הבלילה לתבנית מרופדת בנייר אפייה. מכניסים לאפייה כ- 40 עד 45 דקות או עד שהחלק העליון זהוב או שקיסם שננעץ יוצא עם פירורים לחים.\n" +
                    "\n" +
                    " \n" +
                    "\n" +
                    "מוציאים מאפייה, מניחים לצינון ומפדרים באבקת סוכר. מגישים לאחר צינון.\n" +
                    "\n" +
                    " \n" +
                    "\n" +
                    "העוגה נשמרת בקופסא אטומה בטמפרטורת החדר במשך כ- 4 ימים.",
            categoryFur = true,
            isFavorite = true,
            photograph = "https://i.imgur.com/GFReO1w.jpeg"
        ),
        Recipe(
            id = "4",
            name = "שטרודל קרם שקדים ותפוחים",
            preparationTime = "60 דקות",
            ingredients = "בצק עלים חמאה של מעדנות\n" +
                    "קרם שקדים:\n" +
                    "100 ג׳ חמאה רכה\n" +
                    "150 ג׳ שקדים טחונים/קמח שקדים\n" +
                    "100 ג׳ אבקת סוכר\n" +
                    "כפית משחת וניל\n" +
                    "ביצה 1\n" +
                    "תפוחים:\n" +
                    "2 תפוח מסוג סמיט קלוף וחתוך לקוביות\n" +
                    "30 ג׳ חמאה\n" +
                    "2 כפות סוכר חום\n" +
                    "2 כפות מיץ לימון\n" +
                    "1/2 כפית קינמון\n" +
                    "לציפוי- שקדים פרוסים וגפרורים",
            instructions = "01.\n" +
                    "מפשירים את הבצק לילה במקרר\n" +
                    "\n" +
                    "02.\n" +
                    "מכינים קרם שקדים- בקערה מערבבים את כל מרכיבי המלית לתערובת חלקה\n" +
                    "\n" +
                    "03.\n" +
                    "מכינים מלית תפוחים- במחבת מביאים לרתיחה את כל המרכיבים למשך 7 דק׳, עוצרים בישול כשהתפוח עוד מעט קשה\n" +
                    "\n" +
                    "04.\n" +
                    "מרכיבים ואופים- פותחים את הבצק ומסמנים חלוקה של 3 חלקים לאורך, בעזרת גלגלת פיצה עושים פסים בחלק הימני והשמאלי והאמצע נשאר שלם (אני מעבירה את הגלגלת פיצה ככה שאני חותכת את ימין, מדלגת על האמצע וממשיכה לשמאל)\n" +
                    "\n" +
                    "05.\n" +
                    "במרכז הבצק מניחים 2/3 מכמות הקרם שקדים\n" +
                    "\n" +
                    "06.\n" +
                    "מעל מוזגים את התערובת שקדים\n" +
                    "\n" +
                    "07.\n" +
                    "סוגרים את הבצק שתי וערב, כל פעם חתיכה 1 באה למרכז פעם מימין ופעם משמאל\n" +
                    "\n" +
                    "08.\n" +
                    "מברישים בביצה, את ה-1/3 קרם שקדים הנותר מורחים מעל הביצה ומעל מפזרים שקדים פרוסים וגפרורים\n" +
                    "\n" +
                    "09.\n" +
                    "אופים בתנור שחומם מראש לטורבו, 190 מעלות בערך 30 דק׳",
            categoryMilky = true,
            isFavorite = true,
            photograph = "https://i.imgur.com/4WkODWR.jpeg"
        ),
        Recipe(
            id = "5",
            name = "עוגת גבינה באסקית",
            preparationTime = "מעל שעה",
            ingredients = "גבינת שמנת בטעם טבעי 30% שומן - 1 ק\"ג\n" +
                    "סוכר - 220 גרם\n" +
                    "ביצים - 7 יחידותL\n" +
                    "שמנת מתוקה 38% - 400 מ\"ל",
            instructions = "1\n" +
                    "מחממים את התנור מראש לחום של 230 מעלות טורבו.\n" +
                    "2\n" +
                    "בקערה גדולה מערבבים את גבינת השמנת (חשוב להשתמש בגבינת שמנת 30% שומן) והסוכר, מוסיפים את הביצים בהדרגה ומערבבים היטב. מוסיפים לבסוף את השמנת מתוקה ומערבבים היטב למסה אחידה.\n" +
                    "3\n" +
                    "מניחים בתוך תבנית האפייה (בקוטר 22 ס\"מ) נייר אפייה שיעטוף את כולה מבפנים. יוצקים את הבלילה ומכניסים לתנור שחומם מראש לאפייה של כחצי שעה (תלוי בתנור).\n" +
                    "4\n" +
                    "מוציאים מהתנור, מצננים ומכניסים למקרר ל- 4 שעות לפחות. שימו לב: לאחר האפייה העוגה נשארת עדיין רוטטת ונדמה שנוזלית מדי - אל חשש, היא מתייצבת במקרר. מתקבלת עוגת גבינה באסקית פשוט מושלמת שלא תוכלו להפסיק להתענג עליה!\n" +
                    "5\n" +
                    "בתיאבון",
            categoryMilky = true,
            photograph = "https://i.imgur.com/kdpzsth.jpeg"
        ),
        Recipe(
            id = "6",
            name = "סופלה שוקולד",
            preparationTime = "מהיר מאוד",
            ingredients = "שוקולד מריר - 125 גרם\n" +
                    "חמאה - 75 גרם\n" +
                    "סוכר - 60 גרם\n" +
                    "ביצה - יחידהL\n" +
                    "חלמון ביצה - יחידה (18 גרם)\n" +
                    "מלח - קורט\n" +
                    "קמח לבן - 35 גרם\n" +
                    "לשימון התבנית\n" +
                    "חמאה - כף (15 גרם)\n" +
                    "סוכר - כפית שטוחה\n" +
                    "לפידור מעל\n" +
                    "אבקת סוכר - כף",
            instructions = "1\n" +
                    "לחמם מראש את התנור לחום של 190 מעלות.\n" +
                    "2\n" +
                    "להמיס במיקרוגל בפולסים קצרים (או בבן-מארי) את השוקולד המריר והחמאה על להמסה מלאה, ולערבב היטב.\n" +
                    "3\n" +
                    "להוסיף את הסוכר ולערבב, להוסיף את הביצה והחלמון, ולטרוף מהר שהביצים לא יתבשלו.\n" +
                    "4\n" +
                    "להוסיף את המלח והקמח, ולערבב היטב.\n" +
                    "5\n" +
                    "להעביר לכלי ההגשה (ניתן כלי סופלה/רינג/מנג`טים או כל כלי שתבחרו. חשוב לשים לב ולשמן היטב - מומלץ למרוח בחמאה את הדפנות ואפילו לפזר שכבה דקה של סוכר כדי להצליח לחלץ.\n" +
                    "6\n" +
                    "לאפות בתנור שחומם מראש עד שהדפנות יציבות והמרכז רוטט (ראו מידע נוסף). להוציא מהתנור, לצנן מעט, לפדר באבקת סוכר, להגיש עם כדור גלידה בצד ואתם בחלום!\n",
            categoryMilky = true,
            isFavorite = true,
            photograph = "https://i.imgur.com/HXeZYv2.jpeg"
        ),
        Recipe(
            id = "7",
            name = "עוגת מייפל",
            preparationTime = "10 דקות",
            ingredients = "2 ביצים\n" +
                    "\n" +
                    "שליש כוס (66 ג’) סוכר\n" +
                    "\n" +
                    "1 שקית (10 ג’) סוכר וניל\n" +
                    "\n" +
                    "חצי כוס (120 מ”ל) שמן\n" +
                    "\n" +
                    "חצי כוס (120 מ”ל) מיץ תפוזים (אפשר גם מבקבוק לשתיה קלה)\n" +
                    "\n" +
                    "כוס (140 ג’) קמח תופח \n" +
                    "\n" +
                    "2 כפות קוקוס\n" +
                    "\n" +
                    "לקישוט: אגוזי מלך קצוצים, אבקת קינמון, סירופ מייפל",
            instructions = "-מחממים תנור מראש ל- 180 מעלות.\n" +
                    "\n" +
                    "-מערבבים בקערה את הביצים עם הסוכר וסוכר הוניל. מוסיפים שמן ומיץ תפוזים ומערבבים. מוסיפים קמח תופח וקוקוס ומערבבים עד לתערובת אחידה.\n" +
                    "\n" +
                    "-יוצקים לתבנית אינגליש קייק משומנת ומפזרים מעל אגוזים קצוצים ואבקת קינמון.\n" +
                    "\n" +
                    "-אופים בתנור במשך כ -30 דקות, עד שקיסם יוצא יבש.\n" +
                    "\n" +
                    "הפעל טיימר (30 דק’)\n" +
                    "-כשהעוגה מוכנה וחמה –מזליפים מעל סירופ מייפל.",
            categoryFur = true,
            photograph = "https://i.imgur.com/CcC8YiY.jpeg"
        ),
        Recipe(
            id = "8",
            name = "עוגיות פיצוחים",
            preparationTime = "עד חצי שעה",
            ingredients = "500 גרם פיצוחים\n" +
                    "שקדים קלויים - 100 גרם\n" +
                    "\uF05Aקצוצים\n" +
                    "אגוזי מלך - 100 גרם\n" +
                    "\uF05Aקצוצים\n" +
                    "אגוזי קשיו קלויים - 100 גרם\n" +
                    "\uF05Aקצוצים\n" +
                    "שומשום - אריזת ניילון (100 גרם)\n" +
                    "גרעיני חמנייה קלויים - 50 גרם\n" +
                    "גרעיני דלעת קלויים - 50 גרם\n" +
                    "שאר המצרכים\n" +
                    "חלבון ביצה - 2 יחידות - סה\"כ (66 גרם)\n" +
                    "סוכר וניל - אריזת נייר (10 גרם)\n" +
                    "סוכר חום - 1/2 כוס",
            instructions = "1\n" +
                    "לערבב מעט בקערה את החלבונים עם סוכר הוניל והסוכר החום בעזרת מזלג למשך כ- 15 שניות.\n" +
                    "2\n" +
                    "להוסיף את כל הפיצוחים (לקלות מעט בתנור כל סוג בנפרד: כ- 10 דקות בחום של 170 מעלות תוך כדי ערבוב מפעם לפעם. זהירות שלא לשרוף), ולערבב עד שכל הפיצוחים מצופים בתערובת החלבונים.\n" +
                    "3\n" +
                    "לרפד תבנית תנור בנייר אפייה.\n" +
                    "4\n" +
                    "לקחת בעזרת כפית מתערובת הפיצוחים ולהניח על נייר האפייה בתבנית בעזרת כפית נוספת.\n" +
                    "5\n" +
                    "לאפות את העוגיות בחום של 170 מעלות למשך כ- 15-20 דקות עד להזהבה. להמתין עד לקירור ולהתענג על עוגיות פיצוחים קלות וטעימות!\n" +
                    "6\n" +
                    "בתיאבון",
            categoryFur = true,
            isFavorite = true,
            photograph = "https://i.imgur.com/5PQIvjf.jpeg"
        ),
        Recipe(
            id = "9",
            name = "מוס שוקולד בשני צבעים",
            preparationTime = "15 דק׳",
            ingredients = "גרם מטבעות שוקולד לבן\n" +
                    "250גרם שוקולד מריר\n" +
                    "4\n" +
                    "מיכלים או 1ליטר שמנת להקצפה יטבתה 38%\n" +
                    "1מקל וניל בינוני\n" +
                    "או כפית מחית וניל איכותית\n" +
                    ":עיטור\n" +
                    "1/4כוס פניני שוקולד",
            instructions = "על קרש חיתוך קוצצים את השוקולדים ומכניסים כל אחד לקערה נפרדת. \n" +
                    "מכניסים חצי מכמות השמנת (500 מ”ל) לסיר ומביאים לסף רתיחה.\n" +
                    "שופכים כוס מהשמנת החמה על כל אחד מהשוקולדים, ממתינים כחצי דקה ומערבבים היטב לתערובת אחידה וחלקה. מכניסים למקרר ל-4 שעות או למשך הלילה מכוסה בניילון.\n" +
                    "מוציאים את תערובת השוקולד המריר מהמקרר לתוך קערת מיקסר. מוסיפים כוס שמנת להקצפה, מערבבים היטב ומקציפים לקבלת קרם. יוצקים את הקרם לתחתית של כוסות הגשה, מניחים אותן באלכסון בתבנית מאפינס ומכניסים למקרר להתייצבות למשך שעה-שעתיים.\n" +
                    "לאחר שהקרם התייצב, מכניסים לקערה את השוקולד הלבן עם גרגירים ממקל וניל וחצי כוס של שמנת ומקציפים ביחד לקרם יציב. יוצקים לתוך הכוסות מעל השוקולד המריר ומשאירים כ-4 שעות להתייצבות.\n" +
                    "מקשטים מלמעלה בשבבי שוקולד או בפניני שוקולד ומגישים קר.",
            categoryCold = true,
            photograph = "https://i.imgur.com/B91Z4F6.jpeg"
        ),
        Recipe(
            id = "10",
            name = "עוגת קרמשניט",
            preparationTime = "10 דקות",
            ingredients = "1\n" +
                    " \n" +
                    "חבילה\n" +
                    "בצק עלים על בסיס חמאה או חבילת עלים לקרמשניט מוכנים\n" +
                    "500\n" +
                    " \n" +
                    "מיליליטר\n" +
                    "שמנת מתוקה (2 מיכלים)\n" +
                    "1\n" +
                    " \n" +
                    "כוס\n" +
                    "חלב\n" +
                    "1\n" +
                    " \n" +
                    "חבילה\n" +
                    "פודינג אינסטנט בטעם וניל",
            instructions = "שלב 1\n" +
                    "מרדדים את הבצק על גבי נייר אפייה בתבנית אפייה.\n" +
                    "שלב 2\n" +
                    "מניחים מעל לבצק נייר אפיה נוסף ומעל תבנית נוספת שתשמש משקולת ואופים בתנור שחומם מראש ל- 180 מעלות כ- 25 דקות. מצננים. מעלים את חום התנור למקסימום.\n" +
                    "שלב 3\n" +
                    "הופכים את הבצק על שעל גבי נייר האפייה, מאבקים באבקת סוכר ומחזירים לאפייה נוספת בת 5 דקות עד ששטח הפנים מקורמל ושחום. מצננים ופורסים לשני חלקים שווים או מניחים את העלים המוכנים.\n" +
                    "שלב 4\n" +
                    "מניחים את העלה ומאבקים באבקת סוכר.\n" +
                    "שלב 5\n" +
                    "מכינים את הקרם – מקציפים יחד את כל המרכיבים, תחילה במהירות איטית למשך 2 דקות ולאחר מכן מגבירים מהירות עד קבלת קרם אחיד – יש להימנע מהקצפת יתר, עוצרים את פעולת המיקסר כאשר הקרם עדיין רך אך יציב.\n" +
                    "שלב 6\n" +
                    "מניחים מלבן בצק עלים על משטח עבודה. מורחים את הקרם ומניחים מעל עוד עלה, מאבקים באבקת סוכר.\n" +
                    "שלב 7\n" +
                    "מצננים היטב ופורסים למנות.",
            categoryCold = true,
            categoryMilky = true,
            photograph = "https://i.imgur.com/TrKqr3k.jpeg"
        ),
        Recipe(
            id = "11",
            name = "עוגת גבינה פירורים",
            preparationTime = "מעל שעה",
            ingredients = "הבצק\n" +
                    "קמח לבן - 1½ כוסות\n" +
                    "אבקת אפייה - כפית (5 גרם)\n" +
                    "סוכר - 1/4 כוס\n" +
                    "סוכר וניל - אריזת נייר (10 גרם)\n" +
                    "חמאה - 150 גרם\n" +
                    "\uF05Aקרה וחתוכה לקוביות\n" +
                    "המלית\n" +
                    "שמנת מתוקה 38% - 2 קופסאות קרטון - סה\"כ (500 מ\"ל)\n" +
                    "סוכר - 2/3 כוס\n" +
                    "אינסטנט פודינג בטעם וניל - 1/2 קופסת קרטון - סה\"כ (40 גרם)\n" +
                    "\uF05A1/4 כוס\n" +
                    "גבינה לבנה 5% - 3 קופסאות פלסטיק - סה\"כ (750 גרם)",
            instructions = "הכנת הבצק:\n" +
                    "1\n" +
                    "מעבדים את כל מצרכי הבצק בפולסים עד לקבלת בצק מאוחד (אפשר במיקסר ואפשר במעבד מזון).\n" +
                    "2\n" +
                    "מהדקים חצי מהבצק לתבנית עגולה או מלבנית, ואת החצי השני מהדקים על נייר אפייה (עובי של כחצי ס\"מ).\n" +
                    "3\n" +
                    "אופים את שתי התבניות למשך כ- 20 דקות עד להזהבה בחום 180 מעלות.\n" +
                    "הכנת המלית:\n" +
                    "1\n" +
                    "מקציפים את השמנת, הסוכר ואינסטנט הפודינג עד לקבלת קרם יציב.\n" +
                    "2\n" +
                    "מוסיפים בהדרגה את הגבינה הלבנה, ומערבבים בתנועות קיפול עדינות.\n" +
                    "הרכבת העוגה:\n" +
                    "1\n" +
                    "יוצקים את תערובת המלית על תחתית העוגה.\n" +
                    "2\n" +
                    "מפוררים את שארית הבצק שאפינו מעל, ולאחר מכן מעבירים למקרר להתייצבות של 4 שעות לפחות. מתקבלת עוגת גבינה פירורים קרה מושלמת וקלה להכנה!",
            categoryMilky = true,
            categoryCold = true,
            photograph = "https://i.imgur.com/Gt8g44S.jpeg"
        ),
        Recipe(
            id = "12",
            name = "לילות ביירות",
            preparationTime = "עד 40 דק",
            ingredients = "לשכבת פודינג הסולת:\n" +
                    "¾ כוס + כף (150 גרם) סולת\n" +
                    "1 מיכל שמנת מתוקה 32% \"השף הלבן\"\n" +
                    "2 כוסות (500 מ\"ל) חלב 3% \"תנובה\"\n" +
                    "1 כפית תמצית וניל\n" +
                    "1 כפית מי זהר (לא תמצית)\n" +
                    "¼ כוס (50 גרם) סוכר לבן\n" +
                    "מעט חמאה לשימון התבנית\n" +
                    "לשכבת הקרם:\n" +
                    "½ 1 מיכלי שמנת מתוקה 32% \"השף הלבן\"\n" +
                    "2 כפות אבקת אינסטנט פודינג וניל\n" +
                    "1 כף אבקת סוכר\n" +
                    "לסירופ:\n" +
                    "1 כוס (200 גרם) סוכר לבן\n" +
                    "1 כוס (250 מ\"ל) מים\n" +
                    "מיץ מלימון שלם\n" +
                    "גרידת לימון מלימון שלם\n" +
                    "100 גרם פיסטוקים קלויים קצוצים גס\n" +
                    "גודל תבנית: תבנית מרובעת 20X20",
            instructions = "01.\n" +
                    "להכנת שכבת הסולת, מניחים בסיר בינוני את כל רכיבי המלית למעט מי הזהר ומערבבים. מחממים את הסיר על להבה בינונית ומערבבים במשך מספר דקות, עד שהפודינג מסמיך.\n" +
                    "\n" +
                    "02.\n" +
                    "מעבירים את הפודינג לתבנית, מיישרים היטב ומעבירים לקירור למשך שעתיים לפחות.\n" +
                    "\n" +
                    "03.\n" +
                    "להכנת הסירופ, מבשלים את כל מרכיבי הסירופ בסיר קטן עד לרתיחה. ממשיכים לבשל את הסירופ למשך שלוש דקות נוספות ומורידים מהאש. מצננים לטמפרטורת החדר ומעבירים לקירור.\n" +
                    "\n" +
                    "04.\n" +
                    "להכנת הקרם, מקציפים בקערת מיקסר עם בלון הקצפה את השמנת, אבקת האינסטנט פודינג ואבקת הסוכר לקרם יציב.\n" +
                    "\n" +
                    "05.\n" +
                    "משטחים את הקרם מעל הפודינג הקר ומקררים למשך שעתיים נוספות.\n" +
                    "\n" +
                    "06.\n" +
                    "להגשה, חותכים את העוגה לקוביות. מפזרים מעל כל קובייה פיסטוקים טחונים ויוצקים כמה כפות מהסירופ.\n" +
                    "\n" +
                    "07.\n" +
                    "בתאבון!",
            categoryCold = true,
            categoryMilky = true,
            isFavorite = true,
            photograph = "https://i.imgur.com/dwwx5jK.jpeg"
        ),
        Recipe(
            id = "13",
            name = "עוגיות שוקולד צ’יפס",
            preparationTime = "10 דקות",
            ingredients = "100 גרם חמאה רכה (ר’ הערות לגרסה פרווה)\n" +
                    "125 גרם (1/2 כוס) סוכר חום כהה\n" +
                    "30 גרם (3 כפות) סוכר\n" +
                    "1/2 כפית מלח\n" +
                    "1 כפית תמצית וניל\n" +
                    "1 ביצה L\n" +
                    "1/4 כפית סודה לשתייה\n" +
                    "1/2 כפית אבקת אפייה\n" +
                    "210 גרם (כוס וחצי) קמח (ר’ הערות לגרסה ללא גלוטן)\n" +
                    "200 גרם שוקולד מריר קצוץ או שוקולד צ’יפס",
            instructions = "מחממים תנור ל-170 מעלות.\n" +
                    "בקערת מיקסר עם וו גיטרה (אפשר גם עם מיקסר ידני חשמלי!) שמים חמאה, סוכר חום כהה, סוכר, מלח ווניל ומערבלים במהירות גבוהה עד שמתקבלת תערובת במרקם קרמי רך.\n" +
                    "מוסיפים ביצה וממשיכים לערבל עד שהיא נטמעת בתערובת.\n" +
                    "מוסיפים סודה, אבקת אפייה וקמח ומערבלים עד שמתקבלים גושי בצק גדולים.\n" +
                    "אם משתמשים בשוקולד צ’יפס – מוסיפים פנימה ומערבלים עד לפיזור אחיד של חתיכות השוקולד בבצק. אם משתמשים בשוקולד רגיל – קוצצים לחתיכות גסות בעזרת סכין. שומרים חלק מהשוקולד בצד.\n" +
                    "יוצרים 10-12 עיגולים מהבצק ומניחים במרווחים על גבי תבנית תנור מרופדת בנייר אפייה. מקשטים את החלק העליון בעוד קצת שוקולד.\n" +
                    "אופים במשך 12-17 דקות או עד שהעוגיות תופחות ומזהיבות. אם מכינים עוגיות קטנות יותר, זמן האפייה מתקצר.\n" +
                    "מצננים מעט בטמפרטורת החדר ומגישים.",
            categoryMilky = true,
            categoryBaked = true,
            isFavorite = true,
            photograph = "https://i.imgur.com/IN1c3I8.jpeg"
        ),
        Recipe(
            id = "14",
            name = "רוזלך",
            preparationTime = "5-9 דקות אפיה",
            ingredients = "3.5 כוסות קמח לבן (500 גרם)\n" +
                    "\n" +
                    "כפית שטוחה שמרים יבשים\n" +
                    "\n" +
                    "כף סוכר לבן\n" +
                    "\n" +
                    "כוס + כף (250 מ”ל) מים פושרים-חמימים\n" +
                    "\n" +
                    "6 כפות שמן זית\n" +
                    "\n" +
                    "חצי כפית שטוחה מלח\n" +
                    "\n" +
                    "*למילוי: ממרח שוקולד שאוהבים (כ-8 כפות גדושות)\n" +
                    "\n" +
                    "*אבקת סוכר לפיזור מעל (לא חובה)",
            instructions = "-מניחים במיקסר (עם וו לישה): קמח, שמרים יבשים וסוכר ומערבבים. מוסיפים מים ומערבבים במשך כ-2 דקות. מוסיפים שמן ומערבבים במשך 3 דקות. מוסיפים מלח ומערבבים במשך 5 דקות נוספות עד לקבלת בצק אחיד.\n" +
                    "\n" +
                    "-יוצרים מהבצק כדור, משמנים קערה ומניחים את הבצק בקערה. מכסים את הקערה במגבת ומתפיחים בטמפ’ החדר (עדיף במקום חמים בבית) במשך שעה-שעה וחצי, עד שהבצק מכפיל את נפחו.\n" +
                    "\n" +
                    "-מחלקים את הבצק ל-4 כדורים שווים, מכסים במגבת ומתפיחים כחצי שעה.\n" +
                    "\n" +
                    "-מחממים תנור ל-250 מעלות (חום עליון ותחתון).\n" +
                    "\n" +
                    "-מרדדים כל כדור למלבן דק-דק. מורחים על הבצק כ-2 כפות גדושות ממרח שוקולד. מגלגלים לרולדה ארוכה.\n" +
                    "\n" +
                    "-חותכים לפרוסות בעובי כ-2 ס”מ ומניחים במרווחים על נייר אפיה.\n" +
                    "\n" +
                    "-מכניסים לתנור (חשוב שהתנור יהיה חם!) ואופים במשך 5-9 דקות עד להזהבה מאוד קלה.",
            categoryBaked = true,
            isFavorite = true,
            photograph = "https://i.imgur.com/UYp0WDE.jpeg"
        ),
        Recipe(
            id = "15",
            name = "עוגת תפוזים אוורירית",
            preparationTime = "40 דקות",
            ingredients = "תבנית אינגליש קייק\n" +
                    "\n" +
                    "2 ביצים\n" +
                    "\n" +
                    "שליש כוס (66 ג’) סוכר\n" +
                    "\n" +
                    "שליש כוס (80 מ”ל) שמן\n" +
                    "\n" +
                    "חצי כוס (120 מ”ל) מיץ תפוזים סחוט טבעי\n" +
                    "\n" +
                    "קליפה מגורדת מחצי תפוז (לא חובה)\n" +
                    "\n" +
                    "כוס קמח (140 ג’) לבן\n" +
                    "\n" +
                    "כפית מלאה (6 ג’) אבקת אפיה\n" +
                    "\n" +
                    "לזיגוג: 2 כפות אבקת סוכר + כף מיץ תפוזים",
            instructions = "מחממים תנור מראש ל-180 מעלות ומשמנים תבנית אינגליש קייק.\n" +
                    "\n" +
                    "-מערבבים בעזרת מיקסר את הביצים עם הסוכר במשך כחצי דקה. מוסיפים שמן, מיץ וגרידת תפוז ומערבבים.\n" +
                    "\n" +
                    "-בקערית נפרדת מערבבים את הקמח עם אבקת האפיה ומוסיפים לתערובת. מערבבים קלות עד לאיחוד חומרים (שימו לב – ערבוב יתר פוגע באווריריות העוגה).\n" +
                    "\n" +
                    "-מעבירים את התערובת לתבנית משומנת ומכניסים לתנור החם. אופים במשך כ-30 דקות, עד שקיסם יוצא יבש.\n" +
                    "\n" +
                    "הפעל טיימר (30 דק’)\n" +
                    "-בזמן שהעוגה בתנור מכינים את הזיגוג: מערבבים 2 כפות אבקת סוכר עם כף מיץ תפוזים עד לתערובת חלקה.\n" +
                    "\n" +
                    "-כשהעוגה מוכנה, מזלפים מעליה בעזרת כפית את הזיגוג ועוטפים בניילון נצמד.\n" +
                    "\n" +
                    "*ניתן להכפיל את כל הכמויות ב-2 ולהכין בתבנית מלבנית בגודל 22X31. זמן האפיה עשוי להתארך ל 40-45 דקות.",
            categoryFur = true,
            categoryBaked = true,
            photograph = "https://i.imgur.com/a0hIKYX.jpeg"
        ),
        Recipe(
            id = "16",
            name = "שבקייה",
            preparationTime = "שעתיים",
            ingredients = "לעוגיות:\n" +
                    "1 קילו קמח\n" +
                    "2 עד 2 ורבע כוסות מים\n" +
                    "1 כוס שמן\n" +
                    "1 כפית חומץ\n" +
                    "1 כפית מלח\n" +
                    "שמן לטיגון עמוק\n" +
                    "לסירופ הסוכר:\n" +
                    "1 כוס מים\n" +
                    "1 כוס סוכר\n" +
                    "חצי כפית ג'ינג'ר, קצוץ דק (לא חובה, רק אם אוהבים)\n" +
                    "2 פלחי לימון\n" +
                    "לציפוי:\n" +
                    "200 גרם שומשום",
            instructions = "1\n" +
                    "מערבבים את הקמח, המים, השמן, החומץ והמלח, ולשים לבצק אחיד וחלק (מומלץ ביד).\n" +
                    "\n" +
                    "2\n" +
                    "מכסים את הקערה ונותנים לבצק לנוח למשך שעה-שעה וחצי בטמפרטורת חדר.\n" +
                    "\n" +
                    "3\n" +
                    "מחממים שמן לטיגון עמוק.\n" +
                    "\n" +
                    "4\n" +
                    "מכינים עוגיות ומטגנים: מרדדים את הבצק לעובי של חצי ס\"מ, ומכינים צורת שבקייה באחת משתי דרכים (הכל בסרטון): 1. השיטה הקלה - חותכים את הבצק לרצועות ארוכות ואז מסובבים אותן סביב עצמן בשמן הרותח, 2. למקצוענים: חותכים את הבצק למלבנים של בערך 15*10 ס\"מ (המידות לא קריטיות). חורצים פסים (כמעט עד הסוף) עם גלגלת משוננת. מקפלים את המלבן לרוחב ומהדקים את הקצוות. משחילים את קצה המלבן בתוך עצמו אל החריץ ומהדקים את הקצוות. חוזרים על פעולה ההשחלה שוב עד שמקבלים סוג של צמה.\n" +
                    "\n" +
                    "5\n" +
                    "מטגנים בשמן עמוק עד הזהבה, תוך שהופכים את הבצק שוב ושוב כדי לעזור לו לקבל את צורתו.\n" +
                    "\n" +
                    "6\n" +
                    "מעבירים לצלחת עם נייר סופג ומצננים מעט. בינתיים מכינים את סירופ הסוכר: מביאים לרתיחה את המים, הסוכר, הג'ינג'ר (אם רוצים) והלימון. מנמיכים את הלהבה ומבשלים על להבה נמוכה 3-4 דקות, עד שהסוכר נמס ומתקבל סירופ סוכר.\n" +
                    "\n" +
                    "7\n" +
                    "טובלים את העוגיות בסירופ ומצפים בשומשום.",
            categoryFur = true,
            photograph = "https://i.imgur.com/BfHRXMo.jpeg"
        ),
        Recipe(
            id = "17",
            name = "עוגת בננות",
            preparationTime = "30 דקות",
            ingredients = "3 בננות בינוניות\n" +
                    "2 ביצים\n" +
                    "½ כוס סוכר\n" +
                    "½ כוס שמן\n" +
                    "1 כפית תמצית ווניל\n" +
                    "1 כוס קמח\n" +
                    "1 שקית אבקת אפייה\n" +
                    "½ כפית קינמון\n" +
                    "קמצוץ מלח\n" +
                    "100 גרם שוקולד מריר קצוץ או ½ כוס שוקולד צ'יפס*",
            instructions = "השימוש הוא בכוס מידה של 250 מ\"ל\n" +
                    "\n" +
                    "לחמם תנור ל-180 מעלות.\n" +
                    "בקערה גדולה למעוך את הבננות עם מועך תפוחי-אדמה.\n" +
                    "להוסיף את הביצים, סוכר, שמן ותמצית ווניל. לטרוף עם מטרפה ידנית לתערובת אחידה.\n" +
                    "להוסיף את הקמח, אבקת אפייה, קינמון ומלח. לטרוף עד לקבלת תערובת אחידה ולא יותר מזה.\n" +
                    "להוסיף את השוקולד ולקפל לתערובת.\n" +
                    "לשפוך את תערובת העוגה לתבנית אינגליש קייק מרופדת בנייר אפייה ולאפות בתנור ב-180 מעלות כ-40-45 דקות או עד שקיסם הננעץ במרכז העוגה יוצא יבש.\n" +
                    "לצנן את העוגה ולחלץ אותה מהתבנית.\n" +
                    "*אפשר להוסיף במקום השוקולד, 1/2 כוס חמוציות או פקאן סיני קצוץ או אגוזי מלך קצוצים\n" +
                    "\n" +
                    "בתיאבון",
            categoryFur = true,
            categoryBaked = true,
            photograph = "https://i.imgur.com/hyE1d2e.jpeg"
        ),
        Recipe(
            id = "18",
            name = "קרואסון שוקולד – פאן או שוקולה",
            preparationTime = "עד 10 דק",
            ingredients = "1 חבילת בצק שמרים עלים \"מעדנות\" מופשר על פי הוראות היצרן\n" +
                    "300 גרם שוקולד חלב\n" +
                    "מעט מים להדבקה\n" +
                    "להברשה:\n" +
                    "1 חלמון ביצה\n" +
                    "2 כפות חלב",
            instructions = "01.\n" +
                    "פותחים את הבצק לאורך. בעזרת סרגל מסמנים לרוחב הבצק מרווחים של 7 ס\"מ.\n" +
                    "\n" +
                    "02.\n" +
                    "חותכים את הבצק לרצועות לפי מיקומי הסימונים.\n" +
                    "\n" +
                    "03.\n" +
                    "חותכים את השוקולד לאצבעות באורך 7 ס\"מ ורוחב 1 ס\"מ, זה בסדר גם אם זה לא כל כך מדויק.\n" +
                    "\n" +
                    "04.\n" +
                    "נבריש במעט מאוד מים את חלקה העליון של רצועת הבצק בכדי שהשכבות ידבקו אחת לשנייה בצורה טובה.\n" +
                    "\n" +
                    "05.\n" +
                    "בכל קרואסון נשתמש ב-2 אצבעות שוקולד - נניח את האצבע הראשונה במרחק 1 ס\"מ מתחילת רצועת הבצק, ונקפל את תחילת רצועת הבצק על אצבע השוקולד, נהדק היטב.\n" +
                    "\n" +
                    "06.\n" +
                    "נניח את האצבע הנוספת לאחר הקפל שנוצר, ונחזור שוב על פעולת הגלגול וההידוק.\n" +
                    "\n" +
                    "07.\n" +
                    "נמשיך לגלגל את רצועת הבצק בצורה הדוקה, התפר של הבצק יהיה כלפי מטה.\n" +
                    "\n" +
                    "08.\n" +
                    "נניח את הקרואסונים על מגש מרופד בנייר אפייה, רצוי שיהיו מרווחים ביניהם.\n" +
                    "\n" +
                    "09.\n" +
                    "נניח על הקרואסונים ניילון נצמד ונניח (במקום לא חם) את הקרואסונים להתפחה של שעה, הם לא יתפחו הרבה וזה בסדר.\n" +
                    "\n" +
                    "10.\n" +
                    "נחמם תנור ל-180 מעלות טורבו.\n" +
                    "\n" +
                    "11.\n" +
                    "בקערה נערבב חלמון ביצה יחד עם חלב, ולאחר ההתפחה נבריש את החלק העליון של הקרואוסונים בחלמון והחלב שערבבנו.\n" +
                    "\n" +
                    "12.\n" +
                    "נכניס לאפייה של 25 דקות או עד ששחום מאוד.\n" +
                    "\n" +
                    "הפעלת טיימר 25 דקות\n" +
                    "13.\n" +
                    "אם אתם בעניין של שחיתות - ניתן להזריק ממרח שוקולד לקרואסון לאחר האפייה. עושים חריץ קטן בתחתית הקרואסון, מעבירים את ממרח השוקולד לשקית זילוף, וממלאים את הקרואסון דרך החריץ שיצרנו בעזרת השקית זילוף.",
            categoryMilky = true,
            categoryBaked = true,
            isFavorite = true,
            photograph = "https://i.imgur.com/Mf6XfGe.jpeg"
        ),
        Recipe(
            id = "19",
            name = "עוגת קראנץ שוקולד",
            preparationTime = "יותר משלוש שעות",
            ingredients = "לסירופ סוכר: (לא חובה)\n" +
                    "120 מ\"ל (1/2 כוס) מים\n" +
                    "150 גרם (3/4 כוס) סוכר\n" +
                    "1/2 כפית תמצית וניל\n" +
                    "קורט מלח לימון או 1 כפית מיץ לימון\n" +
                    "לבצק:\n" +
                    "770 גרם (5 וחצי כוסות) קמח\n" +
                    "150 גרם (3/4 כוס) סוכר\n" +
                    "25 גרם שמרים טריים (1/2 שקית או 1/2 קובייה)\n" +
                    "3/4 שקית משפר אפייה\n" +
                    "3 ביצים גדולות (מספר 1)\n" +
                    "180 מ\"ל (3/4 כוס) מים פושרים\n" +
                    "1 כפית תמצית וניל\n" +
                    "קליפה מגוררת מ-1/4 לימון\n" +
                    "175 גרם חמאה רכה (מוציאים מהמקרר כחצי שעה לפני ההכנה וחותכים לקוביות בגודל 2 ס\"מ)\n" +
                    "1/2 כפית מלח\n" +
                    "למלית:\n" +
                    "750 גרם ממרח שוקולד\n" +
                    "150 גרם עוגיות חמאה מפוררות דק מאוד במעבד מזון, או 150 גרם אגוזי מלך קצוצים דק מאוד במעבד מזון",
            instructions = "1\n" +
                    "מכינים את הסירופ: מביאים לרתיחה מים וסוכר בסיר קטן. מנמיכים את הלהבה, מוסיפים תמצית וניל ומלח לימון ומבשלים ללא כיסוי כ-2 דקות. מצננים ושומרים במקרר.\n" +
                    "\n" +
                    "2\n" +
                    "מכינים את הבצק: מערבלים קמח, סוכר, שמרים ומשפר אפייה במיקסר עם וו לישה. מוסיפים ביצים, מים, תמצית וניל וגרידת לימון ומערבלים במשך כ-2 דקות עד לקבלת תערובת אחידה." +
                    "3\n" +
                    "מוסיפים קוביות חמאה אחת-אחת עד שהן נבלעות בתערובת ולשים כ-7 דקות, עד לקבלת בצק רך ומעט דביק. מוסיפים מלח ולשים כדקה נוספת.\n" +
                    "\n" +
                    "4\n" +
                    "מעבירים את הבצק לקערה מקומחת, מכסים בניילון נצמד ומכניסים למקרר ל-4 שעות.\n" +
                    "\n" +
                    "5\n" +
                    "ממלאים, מעצבים ומתפיחים: מחלקים את הבצק ל-3 חלקים ומרדדים כל חלק על משטח מקומח למלבן בעובי 1/2 ס\"מ. מורחים ממרח שוקולד בצורה שווה ומפזרים פירורי עוגיות ואגוזים קצוצים.\n" +
                    "\n" +
                    "6\n" +
                    "בצד הבצק הקרוב אלינו יוצרים מכפלת קטנה ומתחילים לגלגל. תוך כדי גלגול מושכים את הבצק אלינו (לכיוון ההפוך) - המשיכה מבטיחה שיתקבל גליל הדוק בעובי אחיד.\n" +
                    "\n" +
                    "7\n" +
                    "חוצים את הגליל לאורכו בעזרת סכין חלק. מניחים את שני חצאי הגליל זה על זה בצורת X כשצידם הפתוח פונה לאותו צד, מלפפים לצמה ומהדקים בקצוות.\n" +
                    "\n" +
                    "8\n" +
                    "מניחים את הצמות בתבנית אפייה משומנת, מברישים בביצה ומתפיחים כ-45 דקות. מחממים תנור ל-170 מעלות. אופים כ-35 דקות עד להזהבה קלה.\n" +
                    "\n" +
                    "9\n" +
                    "מוציאים את הקראנצים מהתנור ומברישים בסירופ בעודם חמים (הסירופ צריך להיות קר). עוגת השמרים שוקולד תישמר מחוץ למקרר עד 3 ימים.",
            categoryMilky = true,
            categoryBaked = true,
            photograph = "https://i.imgur.com/mFW1K76.jpeg"
        ),
        Recipe(
            id = "20",
            name = "מאפינס טחינה ושוקולד",
            preparationTime = "15 דקות",
            ingredients = "2 ביצים\n" +
                    "\n" +
                    "חצי כוס (100 ג’) סוכר\n" +
                    "\n" +
                    "שליש (80 מ”ל) כוס שמן\n" +
                    "\n" +
                    "2 כפות (32 ג’) טחינה גולמית (*יש לערבב את הטחינה לפני השימוש)\n" +
                    "\n" +
                    "2 כפות מלאות דבש\n" +
                    "\n" +
                    "חצי כוס (120 מ”ל) מים חמימים (לא רותחים)\n" +
                    "\n" +
                    "כוס (140 ג’) קמח תופח (או כוס קמח רגיל מעורבב עם כפית אבקת אפיה)\n" +
                    "\n" +
                    "2 כפות (20 ג’) אבקת קקאו\n" +
                    "\n" +
                    "2-3 כפות (כ-40 ג’) שוקולד צ’יפס\n" +
                    "\n" +
                    "ציפוי שוקולד טחינה: 50 גרם שוקולד מריר + כפית טחינה גולמית + כף שמן",
            instructions = "-מחממים תנור מראש ל-175 מעלות ומשמנים תבנית מאפינס (ניתן להניח עטרות נייר בתוך תבניות מאפינס מבלי לשמן).\n" +
                    "\n" +
                    "-מערבבים את הביצים עם הסוכר. מוסיפים שמן, טחינה, דבש, מים ומערבבים. מוסיפים את הקמח התופח והקקאו ומערבבים עד לתערובת אחידה.\n" +
                    "\n" +
                    "-יוצקים לתבנית מאפינס משומנת ומפזרים מעל שוקולד צ’יפס. מכניסים לתנור למשך כ-15 דקות.\n" +
                    "\n" +
                    "הפעל טיימר (15 דק’)\n" +
                    "-בינתיים מכינים את הציפוי: ממיסים את קוביות השוקולד עם כפית טחינה גולמית וכף שמן ומערבבים לתערובת חלקה.\n" +
                    "\n" +
                    "-כשהמאפינס מוכנים שמים מעל את הציפוי.",
            categoryFur = true,
            categoryBaked = true,
            photograph = "https://i.imgur.com/2IbYGy0.jpeg"
        )
    )

}